[
    {
      "id": 1,
      "title": "Introduction to Knowledge Managemnet portal",
      "content": "Welcome to Common Ground. This wiki is managed by the Knowledge Management team. This page is intended to give you an overview of the latest news ."
    },

    {
      "id": 2,
      "title": "KM Team",
      "content": "Meet the Knowledge Management Team : Dr. Alina Pukhovskaya KM ManageR"
                                                       
    },
    {
      "id": 3,
      "title": "what is the procedure to create Runbook",
      "content": "Please find below link for the Runbook creation procedure [Click here](https://kiki.com/display/6TO/Runbooks.)"
    },
    {
      "id": 4,
      "title": "How To Request Access to GitHub Enterprise",
      "content": "Request access to the US GitHub Enterprise Organization by submitting a GitHub Enterprise User Provisioning Request.  The requested user's PML will need to approve the RITM in Fusion before the automated process adds them to the US GitHub Security Group.\\\n NOTE: If the listed Approver is incorrect, you should select a different user to approve the requested access.  Only Manager/Lead I and above may be listed as approvers.\\\nLink to GitHub Enterprise User Provisioning Request RITM: GitHub Enterprise User Provisioning Request - [Click here](https://github.com/.)  "
    },

    {	 
      "id": 5,
      "title": "Service Request (RITM) Queue Management",
      "content": "The team receives three major types of tickets :Incidents, Changes, and RITMs(short for Requested Item). Under each category, we also receive subtasks that the tickets comprise of: Incident tasks, Catalog tasks for RITMs, and Change tasks. The ITIL definitions for each type of ticket are outlined below.\\\nPlease find below link [Click here](https://www.servicenow.com/)"
    },
    {	 
      "id": 6,
      "title": "What are my Closed Tickets in Service Now/ Status of my Tickets",
      "content": "You can check your service now tickets by logging into your account and viewing the closed tickets tab."
    },
    {
      "id": 7,
      "title": "SME for Apptio application",
      "content": "Please reach out to Mr Singh (singh@abc.com) for any quires related to Apptio Application"
    },
    {
      "id": 8,
      "title": "Point of contact for DocuSign Application Enanchment",
      "content": "Mr Singh (singh@abc.com) Can help you with technical question related to DocuSign Application Enanchment"
    },
    {      
        "id": 9,
        "title": "API Application Programming Interface",
        "content": "API stands for Application Programming Interface. It is a set of rules and tools that allows different software applications to communicate with each other. APIs define the methods and data formats that applications can use to request and exchange information. They enable developers to access the functionality of a software component, service, or platform without needing to understand its internal workings"
    },
    {
      "id": 10,
      "title": "What is RestAPI",
      "content": "REST, which stands for Representational State Transfer, is an architectural style for designing networked applications. A REST API (Application Programming Interface) is a set of rules and conventions for building and interacting with web services that adhere to the principles of REST"
    },
    {
      "id": 11,
      "title": "What is RESTful APIs",
      "content": "RESTful APIs are widely used in web development for building scalable and interoperable systems. They are commonly employed in combination with JSON or XML for data representation and HTTP for communication.RESTful APIs are widely used in web development for building scalable and interoperable systems. They are commonly employed in combination with JSON or XML for data representation and HTTP for communication"
    },
    {
      "id": 12,
      "title": "Response code in API",
      "content": "HTTP response codes, also known as status codes, are three-digit numbers returned by a server in response to a client's request made to the server. They provide information about the status of the request and the server's response"
    },
    {      
        "id": 13,
        "title": "common HTTP status codes and their meanings",
        "content": "200 OK - The request has succeeded 301 Moved Permanently - The requested resource has been moved to a new URL 400 Bad Request - The request was invalid or cannot be fulfilled 401 Unauthorized - The request requires authentication 403 Forbidden - The server refuses to fulfill the request 404 Not Found - The requested resource could not be found 500 Internal Server Error - An error has occurred in the server"
    },
    {      
        "id": 14,
        "title": "Frequently Asked Question or FAQ for Azure Active Directory",
        "content": "Please find below link for the Frequently Asked Question on Azure Active Directory [Click here](https://samplekiki.atlassian.net/l/cp/nYLBPnAH)"
    }
    
  ]
  